// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "HP Printing Knowledge Center";

TaskTitleField = "HP Printing Knowledge Center";
TaskDescriptionField = "Fare clic su \"Collegati\" per scaricare le guide dettagliate per impostare il dispositivo in modo da ottenere sempre stampe a colori accurate.";
TaskStartButtonTitle = "Collegati";
